
RUIDefaultDeviceName							= "TV";

OK												= "好";
Next											= "下一个";
Cancel											= "取消";

ResumeMenuResumeItem							= "恢复播放";
ResumeMenuStartFromBeginningItem				= "从起始位置开始";

ITSPresentsMenuItem								= "iTunes 十大热门";
ITunesTop10MusicVideos							= "iTunes 十大热门音乐视频";
LoadingDataFromITMS								= "正在连接 iTunes Store...";
LoadingDataFromApple							= "载入电影预告片...";

PhotoModuleAllSubAlbumsMenuItem					= "全部";
PhotoModuleSharedAlbumsMenuItem					= "共享照片";
PhotoModuleFetchingServersMenuItem				= "正在查找共享照片…";
PhotoModuleNoServersMenuItem					= "无可用的共享照片";
PhotoModuleNoServersExplanation					= "当前没有共享的 iPhoto 图库。";
PhotoWindowHeader								= "照片";
NoPhotosInAlbumMessage							= "此相簿中没有照片。";
PhotoSlideshowSettings							= "幻灯片显示设置";

// Slideshow Settings:

PhotoSlideshowSettingTimePerSlide				= "每张幻灯片的时间";
PhotoSlideshowSettingMusic						= "音乐";
PhotoSlideshowSettingRepeat						= "重复播放";
PhotoSlideshowSettingShufflePhotos				= "随机显示照片";
PhotoSlideshowSettingShuffleMusic				= "随机播放音乐";
PhotoSlideshowSettingKenBurns					= "Ken Burns 效果";
PhotoSlideshowSettingTransitions				= "过渡效果";
PhotoSlideshowSettingTimeFormat					= "%d 秒钟"; // examples: 3 seconds, 5 seconds, 10 seconds

PhotoSettingRandomTransitions					= "随机";
PhotoSettingNoTransitions						= "关";
Cube											= "立体翻转";
Dissolve										= "叠化";
Droplet											= "水滴";
"Fade Through Black"							= "穿过黑色淡入淡出";
Flip											= "翻转";
"Mosaic Flip Large"								= "马赛克翻转（大）";
"Mosaic Flip Small"								= "马赛克翻转（小）";
"Page Flip"										= "页面翻转";
Push											= "推移";
Reveal											= "显现";
Twirl											= "旋转";
Wipe											= "划变";

PhotoSlideshowSettingMusicNowPlaying			= "正在播放";

PhotoSettingOff									= "关";
PhotoSettingOn									= "开";

TVShowsHourMinuteSecondFormat					= "%d:%02d:%02d";
TVShowsMinuteSecondFormat						= "%d:%02d";
TVShowsUnknownShow								= "未命名";
SortWidgetDateLabel								= "日期";
SortWidgetShowLabel								= "节目";

/* Metadata strings */
ActorsSeparator									= ", ";

MetadataLabelSeparator							= "：";

MetadataCast									= "表演者";
MetadataDuration								= "长度";
MetadataAirDate									= "播出日期";
MetadataReleaseDate								= "发布日期";
MetadataInTheatres								= "上映日期";
MetadataArtist									= "表演者";
MetadataAlbum									= "专辑";
MetadataGenre									= "类型";
MetadataNumberOfEpisodes						= "专题节目集数";
MetadataNumberOfTracks							= "轨道";
MetadataMostRecent								= "最近播出日期";
MetadataDirector								= "导演";
MetadataDirectors								= "导演";
MetadataProducer								= "制作人";
MetadataProducers								= "制作人";
MetadataArtistVarious							= "各种";
MetadataArtistUnknown							= "未知表演者";
MetadataAlbumUnknown							= "未知专辑";
MetadataPlaylistUnknown							= "未知播放列表";
MetadataComposerUnknown							= "未知作曲者";
MetadataGenreUnknown							= "未知类型";
MetadataAuthor									= "作者";
MetadataTitle									= "标题";
MetadataEpisode									= "专题节目";
MetadataSeasonFormat							= "（第 %d 季）";
MetadataFrom									= "发件人";
MetadataTags									= "标记";
MetadataViews									= "显示";
MetadataDateAdded								= "已添加";
MetadataCategory								= "类别";

/* Rating strings */
RatingExplicit									= "不良";

MediaTitleDefault								= "未命名";

StreamingNameInList								= "流";
StreamingSearchingForSharedMedia				= "搜索共享内容...";

TodayDate										= "今天";
YesterdayDate									= "昨天";

GoBackText										= "点按 Menu（菜单）返回";

/* key is always the same, value is language key like ru, Spanish, etc */
UseMe											= "简体中文";

AuthPasswordPrompt								= "密码：";
AuthEnterPasswordPrompt							= "输入“%@”的密码：";

TextInputDoneLabel								= "完成";
TextInputDeleteLabel							= "删除";
TextInputSpaceLabel								= "空格";

AlternateTextInputSpaceLabel					= "空格";
AlternateTextInputDeleteLabel					= "删除";
TextInputMoreSymbolsLabel						= "#+=";
TextInputMoreCharactersLabel					= "基本知识";

/* all the items in this group are old and will be replaced with non-Module versions */

MusicNameInList									= "音乐";
MusicPlaylistsMenuItem							= "播放列表";
MusicArtistsMenuItem							= "表演者";
MusicAlbumsMenuItem								= "专辑";
MusicSongsMenuItem								= "歌曲";
MusicPodcastsMenuItem							= "Podcast";
MusicMusicVideosMenuItem						= "音乐视频";
MusicGenresMenuItem								= "类型";
MusicComposersMenuItem							= "作曲";
MusicAudiobooksMenuItem							= "有声读物";
MusicShuffleSongsMenuItem						= "随机播放歌曲";
MusiciTunesPresentsMenuItem						= "iTunes Store 内容";
MusicNowPlayingMenuItem							= "正在播放";
MusicCDMenuItem									= "%@";
MusicCDEjectMenuItem							= "推出 CD";
MusicSharedMusicMenuItem						= "共享音乐";
MusicSpecialPlaylistName						= "Front Row 播放列表";
MusicAllAlbumsListHeader						= "所有专辑";
MusicAllSongsListHeader							= "所有歌曲";
MusicAllArtistsListHeader						= "所有表演者";
MusicAllTracksListSpecifier						= "全部";
MusicUntitledTrack								= "未命名轨道";
MusicNoSharedPlaylistsMenuItem					= "无可用的音乐";
MusicTrackIndexOfCount							= "%ld／%ld";

/* radio-specific music strings*/
MusicRadioBufferingText							= "正在缓冲流“%@”";

TrailerNegativeTimeChar							= "-";
TrailerHourMinuteSecondFormat					= "%@%01d:%02d:%02d";
TrailerMinuteSecondFormat						= "%@%01d:%02d";

GenericError                                    = "发生错误。";
GenericListError								= "此列表中没有任何项。";

WaitPleaseWait									= "请等待";
WaitContactingRemoteHost						= "正在连接远程 iTunes 主机...";

WirelessSetupSearchText							= "正在搜索无线网络...";
NotConnectedToInternet							= "您的 Apple TV 尚未连接 Internet。";
NotConnectedToNetwork							= "您的 Apple TV 尚未接入网络。";
CheckNetworkConnection							= "检查您的网络设置后再试。";
UntitledWirelessNetworkName						= "不详";

// iTunesPairing Strings
PairWithITunesTitle								= "连接到 iTunes";

PairWithITunesForInitialSyncingDescription		= "要完成设置并将 iTunes 内容同步到您的 Apple TV，请打开 iTunes 并从“设备”列表选择 Apple TV。您将需要输入此口令：";
PairWithITuneForInitialSyncingSkipPairingLabel	= "若仅将 Apple TV 用于流化目的，请按下 Menu（菜单），然后从“来源”菜单选择“连接到 iTunes”。";

PairWithITunesForSyncingDescription				= "要连接到 iTunes 并将其内容同步到您的 Apple TV，请打开 iTunes 并从“设备”列表选择 Apple TV。您将需要输入此口令：";
PairWithITunesForSyncingDescriptionWhenCurrentlyPaired	= "您的 Apple TV 目前连接到 “%@”。要连接到其他资料库，请打开那台电脑上的 iTunes 并从“设备”列表选择 Apple TV。这将替换 Apple TV 中的所有内容。您将需要输入此口令：";

PairWithITunesForSyncingSkipPairingLabel		= "";

PairWithITunesForStreamingDescription			= "要将 iTunes 内容流化到您的 Apple TV，请打开 iTunes 并从“设备”列表选择 Apple TV。您将需要输入此口令： ";
PairWithITunesStreamingSkipPairingLabel			= "";

PairWithITunesTurningOffSyncingWarning			= "关闭同步将删除当前在 Apple TV 中的任何内容。";
PairWithITunesChangingSyncingHostWarning		= "改变 iTunes 资料库将会替代 Apple TV 上的所有内容。";

PairWithITunesRequirementLabel					= "Apple TV 需要 iTunes 7.1.1 或更高版本";
PairWithITunesCancel							= "取消";
PairWithITunesContinue							= "继续";


// These are the strings for a fatal error alert.  The user will basically have the option to cancel or restart the app
FatalExceptionAlertTitle						= "发生错误。";
FatalExceptionAlertDescription					= "按下“播放／暂停”来重新启动 Apple TV。";

// These are UI strings for various timings
720p60											= "720p HD";
720p50											= "720p HD - 50Hz";
1080i60											= "1080i HD";
1080i50											= "1080i HD - 50Hz";
1080p60											= "1080p HD";
1080p50											= "1080p HD - 50Hz";
480p60											= "480p";
576p50											= "576p/50Hz";
576i											= "1080i/50Hz";

// Loading data from remote sources
LoadingLibrary									= "正在连接";
LoadingLibraryNamed								= "正在载入“%@”…";
ConnectionToiTunesLost							= "iTunes 资料库不可用";
WaitingForiTunesToStart							= "正在重新连接“%@”。请确保电脑已开启且 iTunes 已打开。";
GoToSources										= "转到来源";
AttemptingToAuthorizeContent					= "正在尝试授权…";

SharedITunesLibraryPasswordTitle				= "共享资料库的密码";
SharedITunesLibraryPasswordText					= "请输入“%@”的密码，然后点按“完成”。";
SharedITunesLibraryPasswordPrompt				= "密码：";
SharedITunesLibraryPasswordRetryTitle			= "密码不正确";
SharedITunesLibraryPasswordRetryText			= "您输入的“%@”的密码不正确。\n请再试一次。";

SharedIPhotoLibraryPasswordTitle				= "照片图库密码";
SharedIPhotoLibraryPasswordText					= "请输入“%@”的密码，然后点按“完成”。";
SharedIPhotoLibraryPasswordPrompt				= "密码：";
SharedIPhotoLibraryPasswordRetryTitle			= "密码不正确";
SharedIPhotoLibraryPasswordRetryText			= "您输入的“%@”的密码不正确。\n请再试一次。";

ConnectToITunesForStreaming						= "连接至新的 iTunes";
StreamingServerNotAvailable						= "资料库不可用";
TurnOnStreamingServer							= "请确定带有“%@”的电脑已开启，iTunes 也打开了。";
DisconnectStreamingHost							= "中断与 iTunes 的连接";
MaxStreamingHostCountReached					= "您最多仅可以连接五个 iTunes 资料库。请选择要断开连接的资料库以便连接到一个新的资料库。";
SelectHostToDelete								= "连接到新的 iTunes。";

// Messages shown above sync progress indicator during syncing:
BRSyncProgressSourceTextFormat					= "正在同步“%@”"; // %@ is name of iTunes library
BRSyncProgressAssetTextFormat					= "正在拷贝 %d／%d：%@"; // Example: Copying 123 of 295: Finding Nemo

// Parental Controls passcode text
BRParentalControlsPasscodeEnterTitle			= "输入密码";
BRParentalControlsPasscodeEnterPrompt			= "输入四位数的家长控制密码。";
BRParentalControlsPasscodeWrongTitle			= "密码错误";
BRParentalControlsPasscodeWrongPrompt			= "您输入的密码不正确。";
BRParentalControlsPasscodeSetTitle				= "设定密码";
BRParentalControlsPasscodeSetPrompt				= "要首次为您的 Apple TV 设定家长控制，请输入一个四位数密码。设好密码之后，以后您将需要输入此密码才能更改家长控制。";
BRParentalControlsPasscodeConfirmTitle			= "确认密码";
BRParentalControlsPasscodeConfirmPrompt			= "重新输入新的四位数密码。";
BRParentalControlsPasscodeConfirmedTitle		= "密码已确认";
BRParentalControlsPasscodeConfirmedPrompt		= "请确定将您的密码保存在安全的地方。如果您忘记了密码，请选取“恢复出厂设置”以将您的 Apple TV 恢复到出厂时的原始状态。";
BRParentalControlsPasscodeMismatchTitle			= "密码不匹配";
BRParentalControlsPasscodeMismatchPrompt		= "您输入的密码不匹配。";
BRParentalControlsPasscodeTryAgainItem			= "再次设定密码";
BRParentalControlsPasscodeOldTitle				= "旧密码";
BRParentalControlsPasscodeOldPrompt				= "输入旧的四位数密码。";
BRParentalControlsPasscodeChangeTitle			= "新密码";
BRParentalControlsPasscodeChangePrompt			= "输入新的四位数密码。";

// Syncing text
BRSettingSyncing								= "正在同步";
BRSettingTurnOnSyncing							= "打开同步";
BRSettingTurnOffSyncing 						= "关闭同步";
BRSettingChangeITunesLibrary 					= "改变 iTunes 资料库";

// Combo Row text
AssetViewFormat									= "%@ 次观看";
AssetViewsFormat								= "%@ 次观看";

BRDVDLoadingText								= "正在读取 DVD…";
BRDVDMenuItemResume								= "恢复播放";
BRDVDMenuStartFromBeginning						= "从起始位置开始";
BRDVDMenuItemEjectDisk							= "推出磁盘";
BRDVDMenuItemDVDMenu							= "DVD 菜单";
BRDVDPlayerChapterFormatter                     = "章节 %d/%d";

// Account Management text
BRAccountSelectorOtherAccount					= "其他…";

// HDCP Error dialog
HDCPErrorDialogTitle							= "无 HDCP";
HDCPErrorDialogExplanation						= "必须有 HDCP 才能回放此内容。若要观看，请确定所连接的显示器支持 HDCP。";


